'''
Задача 3

Дополни код программы

Бо листал страницу популярного магазина приправ, 
Бо потратил много времени, но так и не смог найти 
нужный Бо розмарин. Строка поиска не может найти 
его по неизвестной ошибке
'''

seasonings = "Приправа для курицы, Приправа для бамбука, Укроп, Молотый перец, розмарин, Приправа для рыбы"
to_find = "Розмарин"
print("Розмарин удалось найти на ", ,"-м индексе строки")
