'''
Задача 12

Реши задачу

Бо заметил что некоторые сервисы используют разный 
формат для загрузки, Бо решил попробовать загрузить 
пару песен на сайт коалы, помогите Бо написать 
схожий алгоритм для этого, с проверкой формата.

Там где формат ".mp4" нужно изменить на ".mp3"
'''

# твой код
songs = "song_1.mp3 song_2.mp3 song_3.mp4 song_4.mp3 song_5.mp3"

# ...

print("Можно ли загрузить первую песню:",song_1(".mp3"))
print("Можно ли загрузить вторую песню:", song_1.(".mp3"))
print("Можно ли загрузить третью песню:")
print("Можно ли загрузить четвёртую песню:")
print("Можно ли загрузить пятую песню:")
