'''
Задача 8

Исправь ошибки в коде

Бо писал инструкцию по использованию его проекта. 
Он делал это с помощью программы, чтобы было легче 
написать огромный текст. Бо заметил что в одной части 
программы код не работал, помоги Бо найти и исправить ошибку.
'''

part_of_instruction = "Для ввода данных нажмите на кнопку 'Ввести свои данные'. В случае неудачи у вас будет 5 попыток попробовать снова."  

first_part =  part_of_instruction(0: 56)
second_part = part_of_instruction(56: )

print(1 + "-й пункт: " + first_part)
print(2 + "-й пункт: " + second_part)
