'''
Задача 2

Исправь ошибки в коде

На уроке по математике Бо решал задачу где нужно было 
найти правильное место для постройки фундамента. 
Математическая часть задачи была решена правильно, однако 
Бо заметил что ответ на эту задачу Бо не может записать на сайт.
'''

for_anwsers = "Ответ на задачу 'Объем стакана': X, Ответ на задачу 'Размер аквариума': X, Ответ на задачу 'ФУНДАМЕНТ': X"
problem_name= "'Фундамент': X"
anwser = "'Фундамент': 27 квадратных метров"
for_anwsers.replace(anwser, problem_name)
