'''
Задача 3

Исправь ошибки в коде

Бо заметил что иногда он забывает написать 
точку при написании предложений, поэтому, 
все документы и сообщения которые Бо 
отправляет он решил проверять через программу. 
Когда Бо писал эту программу он заметил 
что выводится ошибка, помоги Бо исправить код программы
'''

sentence = "Сегодня я пойду в парк на прогулку вместе с коалой"
print(endswith("."))
