'''
Задача 2

Исправь ошибки в коде

Бо раньше любил читать 
разные комиксы, с течением 
времени на его полке скопилось 
очень много разных комиксов, Бо 
решил прибраться там и 
отсортировать часть комиксов. А 
именно, он решил с помощью программы 
найти все первые части комиксов, 
однако программа у Бо выдавала ошибку, 
помоги Бо исправить ошибку в коде.
'''

comiс_1 = "3-я часть - Человек паук"
comic_2 = "2-я часть - Люди Х"
comic_3 = "7-я часть - Флэш"
comic_4 = "1-я часть - Железный человек"
comic_5 = "5-я часть - Люди Х"

print(startswith("1"))
print(startswith("1"))
print(startswith("1"))
print(startswith("1"))
print(startswith("1"))
