'''
Задача 10

Реши задачу

Бо отдал свой монитор в ремонт. Пока монитор находится в ремонте 
он не может работать за своим устройством, решение которое нашел 
Бо было в том, чтобы подключить телевизор как монитор. Бо нужно 
было написать программу, которая заменит настройки монитора, на 
настройки для экрана телевизора.

Замени параметры из второй строки на параметры первой строки. 
После чего нужно каждый параметр вывести на экран предварительно 
поместив в переменную. Изменить нужно только то что отличается.
'''

tv_settings = "Разрешение: 4096х2160 Цветовая гамма: RGB, Частота: 140 Гц, Управляемое рукой: нет"
monitor_settings = "Разрешение: 1920х1080 Цветовая гамма: RGB, Частота: 75 Гц, Управляемое рукой: да"
applied_settings = 

# твой код
