'''
Задача 4

Дополни код программы

Бо вместе со своим соседом по комнате искали 
качественный ковер для их общей комнаты. Они 
очень долго искали ковер который бы их 
устраивал, в итоге, Бо решил написать программу, 
которая будет выводить на экран какой ковер из 
предложенных сайтом будет соответствовать требованиям. 
Помоги Бо это сделать дописав его программу.

Отбор осуществляется за счет поиска "очень большой и мягкий ковер." в конце предложения.
'''

offer_1 = "Стильный маленький ковер для вашей комнаты." 
offer_2 = "Маленький коврик для входной двери."
offer_3 = "Синий ковер с изображением Стича из мультика 'Лило и Стич'."
offer_4 = "Отличный выбор для двоих, очень большой и мягкий ковер."


print()
print()
print()
print()
