'''
Задача 5

Исправь ошибки в коде

Помогая в очередной раз знакомому с его игрой, 
на этот раз, нужно как-то научить программу понимать 
когда персанаж говорит с сарказмом, а когда нет, 
чтобы реагировать по-разному.

На экран должны выводится только те фазы которые в конце имеют приставку: "сарказм"
'''

phrase_1 = "Я бы сейчас слона съел"
phrase_2 = "Я думаю это была лучшая идея которую ты мог предложить *сарказм*"
phrase_3 = "Я думаю это когда-нибудь станет реальностью"
phrase_4 = "Не могу больше терпеть его выходки"

print(phrase_1endswith("*сарказм*"))
print(endswith("*сарказм*"))
print(phrase_3.startswith("*сарказм*"))
print(endswith)

print("Фраза которую персонаж говорит с сарказмом:",)

