'''
Задача 1

Исправь ошибки в коде

Бо вместе с коалой помогали общему знакомому 
с проработкой его игры, в лоре игры знакомого 
существуют гномы, которые делятся на 2 вида: "ГНОМЫ" и "гномы".

Все "гномы" когда вырастают и проходят церемонию 
посвящения, становятся более взрослой версией себя, "ГНОМАМИ".
'''

gnome_1 = "гном"
gnome_2 = "гном"
gnome_3 = "гном"

gnome_1 = upper(gnome_1)
gnome_2 = upper(gnome_2)
gnome_3 = upper(gnome_3)

print('Первый "гном" стал: ' + gnome_1)
print('Второй "гном" стал: ' + )
print('Третий "гном" стал: ' + gnome_3)
