'''
Задача 6

Реши задачу

Бо сидел за своим рабочим столом в академии, 
каждый компьютер был подключен к единой локальной 
сети. Бо нужно было скинуть пару текстовых файлов 
на компьютер коалы, вот только хоть компьютер и 
был подключен к локальной сети, выдавало ошибку.

Он нашел файл, где прописаны названия всех 
подключенных устройств, подстрой название 
компьютера Бо под один формат с остальными.
'''

computers = "1-й компьютер, 2-й компьютер, 3-й компьютер, 4-й КОМПЬТЕР, 5-й компьютер, 6-й компьютер, 7-й компьютер"
computer_name = "4-й КОМПЬТЕР"

# твой код
